Repository: AlexKalopsia/webtrees-fancy-research-links
Catalog: resources/lang/*.po
Languages: de, fi, hu, pl, sv

source: A sidebar tool to provide quick links to popular research web sites.
de: Stellt in der seitlichen Navigationsleiste personenbezogene Verknüpfungen zu bekannten Ahnenforschungsportalen bereit.
fi: Sivupalkin työkalu tarjoaa nopeat yhteydet suosittuihin tutkimuskohde web-sivustoihin.
hu: Oldalpaneltár a népszerű családkutató weboldalak gyors-hivatkozások gyűjteményéhez.
pl: Narzędzie paska bocznego zapewniające szybki dostęp do popularnych serwisów internetowych.
sv: Ett sidebar verktyg med snabba länkar till populära forskning webbplatser.

source: Check the plugins you want to use in the sidebar. Uncheck the plugins you don't need.
de: Markieren Sie die Plugins, die Sie in der Seitenleiste verwenden möchten. Deaktivieren Sie die Plugins, die Sie nicht benötigen.
fi: Tarkista sivupalkista haluamasi lisäosat. Poista valintaruutu lisäosista, joita et tarvitse.
hu: Ellenőrizze a használni kívánt bővítményeket az oldalsávban. Törölje a nem szükséges bővítmények jelölését.
pl: Zaznacz wtyczki, których chcesz używać na pasku bocznym. Odznacz wtyczki, których nie potrzebujesz.
sv: Markera de plugins du vill använda i sidofältet. Avmarkera de plugins som du inte behöver.

source: Enabling this will change the default behavior of the browser.
de: Die Aktivierung wird das Standardverhalten des Browsers ändern.
fi: Tämän toiminnon ottaminen käyttöön muuttaa selaimen oletuskäyttäytymistä.
hu: Ennek engedélyezése megváltoztatja a böngésző alapértelmezett viselkedését.
pl: Włączenie spowoduje zmianę domyślnego zachowania przeglądarki.
sv: Om du aktiverar detta ändrar du webbläsarens standardbeteende.

source: Expand the sidebar content with the Fancy Research Links
de: Erweitern Sie den Inhalt der Seitenleiste mit den Fancy Research Links
fi: Laajenna sivupalkin sisältöä Fancy Research Links -linkkien avulla
hu: Bővítse az oldalsáv tartalmát a Fancy Research Linkekkel
pl: Rozszerz zawartość paska bocznego o Fancy Research Links
sv: Utöka innehållet i sidofältet med Fancy Research Links

source: Fancy Research Links
fi: Hienot tutkimus linkit
hu: Fancy kutatáshivatkozások
sv: Fantasi forsknings länkar

source: Hit the radio button before a title to set a research area as default. The chosen research area will open unfolded in the sidebar.
de: Drücken Sie das Optionsfeld vor einem Titel, um einen Recherchebereich als Standard festzulegen. Der gewählte Recherchebereich wird ausgeklappt in der Seitenleiste geöffnet.
fi: Paina otsikon edessä olevaa valintanappia, jos haluat asettaa tutkimusalueen oletusarvoksi. Valittu tutkimusalue avautuu sivupalkissa.
hu: Nyomja meg a cím előtti rádiógombot a kutatási terület alapértelmezettként való beállításához. A kiválasztott kutatási terület kibontva fog megnyílni az oldalsávban.
pl: Naciśnij przycisk , aby ustawić obszar badawczy jako domyślny. Wybrany obszar badawczy zostanie otwarty w formie rozwiniętej na pasku bocznym.
sv: Tryck på radioknappen före en titel för att ange ett forskningsområde som standard. Det valda forskningsområdet öppnas upp i sidofältet.

source: If checked, the sidebar content with the Fancy Research Links will expand while the sidebar Family navigator will collapse if the user has the role of editor or higher.
de: Wenn diese Option aktiviert ist, wird der Inhalt der Seitenleiste mit den Fancy Research Links erweitert, während der Familiennavigator in der Seitenleiste eingeklappt wird, wenn der Benutzer die Rolle eines Redakteurs oder höher hat.
fi: Jos valintaruutu on valittuna, sivupalkin sisältö, jossa on hienot tutkimuslinkit, laajenee, kun taas sivupalkin Perhe-navigaattori sulkeutuu, jos käyttäjällä on vähintään toimittajan rooli.
hu: Ha be van jelölve, az oldalsáv tartalma a Szép kutatási linkekkel kibővül, míg az oldalsáv Családi navigátor összecsukódik, ha a felhasználó szerkesztői vagy magasabb szerepkörrel rendelkezik.
pl: Jeśli jest zaznaczone, zawartość paska bocznego z Fancy Research Links będzie się rozszerzać, podczas gdy nawigator paska bocznego Family będzie się zamykać, jeśli użytkownik ma funkcję edytora lub wyższą.
sv: Om den är markerad expanderar sidofältets innehåll med Fancy Research Links medan sidofältets Family navigator fälls ihop om användaren har rollen redaktör eller högre.

source: International
fi: Kansainväliset
hu: Nemzetközi
pl: Międzynarodowe
sv: Internationella

source: Open links in a new tab
de: Verknüpfungen in einem neuen Reiter öffnen
fi: Avaa linkit uudessa välilehdessä
hu: Linkek megnyitása új lapon
pl: Otwórz linki w nowej karcie
sv: Öppna länkar i en ny flik

source: Research links
de: Forschungsverknüpfungen
fi: Tutkimus linkit
hu: Kutatóoldal hivatkozások
pl: Linki do poszukiwań
sv: Forsknings länkar

source: Select/unselect all
de: Alle auswählen/abwählen
fi: Valitse/ poista kaikki
hu: Minden kiválasztása/levonása
pl: Zaznacz/odznacz wszystko
sv: Markera/avmarkera alla

source: There was an error loading the plugin
de: Es gab einen Fehler beim Laden des Plugins
fi: Lisäosan lataamisessa tapahtui virhe
hu: Hiba történt a plugin betöltése
pl: Wystąpił błąd podczas ładowania wtyczki
sv: Ett fel inträffade vid laddning av insticksprogrammet

source: Toggle this checkbox to select all research links at once.
de: Aktivieren Sie dieses Kontrollkästchen, um alle Recherche-Links auf einmal auszuwählen.
fi: Valitse kaikki tutkimuslinkit kerralla valitsemalla tämä valintaruutu.
hu: Kapcsolja be ezt a jelölőnégyzetet az összes kutatási hivatkozás egyszerre történő kiválasztásához.
pl: Zaznacz to pole wyboru, aby wybrać jednocześnie wszystkie linki do badań.
sv: Markera den här kryssrutan för att välja alla forskningslänkar samtidigt.

source: genealogy
de: Genealogie
fi: sukututkimus
hu: genealógia
pl: genealogia
sv: släktforskning

source: link only
de: nur Link
fi: vain linkki
hu: csak link
pl: tylko link
sv: endast länk
